[
  {
    "amb_zaz_text": "elfo bílkovin v séru imunoelfo bílkovin v séíru a v moči lehk éa těžké řetězce, denzitometrie Odběr:12.06.2023 06:59 ------------------------------------------------------------  Ret% 1.85 %   Reta 73.40 10^9/l   IRF 0.164    RET-He 35.5 pg   WBC 2.170 10^9/l   RBC 3.97 10^12/l   HGB 127.0 g/l   HCT 0.380 l/l   MCV 94.7 fL   PLT 142.0 10^9/l   MCH 32.0 pg   MCHC 338.0 g/l   MPV 11.30 fl   RDW 14.3 %   NEU% 15.70 %   LYM% 46.50 %   MON% 33.60 %   EOS% 3.70 %   BAS% 0.50 %   NEU 0.340 10^9/l   LYM 1.010 10^9/l   MONO 0.730 10^9/l   EOS 0.080 10^9/l   BASO 0.010 10^9/l   NRBC 0.00 Odběr:12.06.2023 06:58 Urea S-Urea 6.2 mmol/l  (2.8-8.1) Kreat. S-Kreatinin 103 umol/l  (62-106) CKD-EPI CKD-EPI Krea 1.04 ml/s/1.73m2  (1-2.4) KM S-Kys.močová 211 umol/l  (202-417) Na S-Na 142 mmol/l  (136-145) K S-K 4.4 mmol/l  (3.5-5.1) Cl S-Cl 106 mmol/l  (98-107) Ca S-Ca 2.36 mmol/l  (2.15-2.55) Bi-celk. S-Bilirubin celk 16.5 umol/l  (2-21) ALT S-ALT 0.26 ukat/l  (0.17-0.83) AST S-AST 0.44 ukat/l  (0.17-0.85) GGT S-GMT 0.92 ukat/l  (0.17-1.19) ALP S-ALP 2.09 ukat/l  (0.67-2.15) LD S-LD 5.30 ukat/l  (2.25-3.75) CB S-Bílkovina celk 65.1 g/l  (64-83) Albumin S-Albumin 41.2 g/l  (35-52) Glukóza S-Glukosa 5.3 mmol/l  (3.9-5.6) CRP S-CRP 2.4 mg/l  (0-5) 22.5.23 Celotělová scintigrafie skeletu, aplikováno 894  MBq Tc HDP: Dostatečná kvalita zobrazení: ano První vyšetření na našem pracovišti Klinická otázka: Pac. chron. lymfat. leukémií, dle CT nově osteolyt. okrsky v levé lopatě kosti pánevní T.č. na zobrazeném skeletu bez jednoznačného ložiska patologicky zvýšené aktivity charakteru metastáz včetně pánve. Zvýšená aktivita v L4, zejména v pravé polovině - dle dok. st.p. laminektomii L4, dle CT 5/23 nově i komprese zde . Vyšší aktivita ve velkých kloubech, na přechodu L2/3 vlevo, ventrálně při L3 - zde vše vs degenerativní  změny. * neurologie 30.3,.23 - na základě doporučení neurologa vypsána žádost na MR bederní páteře - dostal termín 28.6.23 * CT  2.5.2023 regrese uzlinového infiltrátu retrokaválně, slezina stacionární zvětšena 151x145mm, nefrolihiáza vlevo, korová cysta levé ledviny neurologie 30.3.23 klinicky a dle EMG není příznak floridní kořenové léze na dkk nem áneurogeení kluadikace, bez neurogllické intervence, kontrola 25.9.23 HBV PCR 6.3.23 negativní 24.4.23 HBV PCR negativní 31.5.23 urologie hypetrofie prostaty, odebráno PSA a freee PSA v normě ------------------------------------ 6.3.23 prognostických faktorů: TP 53 nelze vyšetřit flow lymfocyty 1,7% v periferii cytogneitka karyotp není hodnotitelný, FISH negativní *neurologie 22.2.2023 Blansko 22.2.2023 stav po dekompresi L 4 laminektomií a biopsií z L4 dne 12.10.2022 pro tu infitlraci při CLL přecházel akutní LFS vpravo s iritačně zánkkovou smypotmatikou L4 a rozvíjející se sfinmkterovou dysfunkcí - amkutáln íneurolgická bnález s reziduáln ífrustní paresou n. femoralis vlevo, klinicky vp ostupn éregresi - došlo k rekgřei poůvodn íkořenové smyptomatiky, pomnámahové lumbago s nespecifiskou projeck ído PDK, k sútupu klaudikačních potíží při chůzí bez recentn íperiferní neuropatické léze na dkk v anamnéze recidivující  LFS a LIS vpravo, inciálně s paretickou symptomatickou L4 a iritační symptmatickou L54 diskogenní geneze, st.p. oeprqaci hernie L4/5 vprav o duben 2012, syndorm neurogenníchz klaudikací od září 2017 na podkladě lumbáln íspinální stenozy Doproučení kontrolní MR bederníé páteře se zřetelem na opooperančí poměry vo blasti L4 - vypisuji žádnbku a pacienta se objedná ve FN Brno plán kontroly na neurologii 25.9.23 *kardiologická amb 23.2.2023 paroxysmáln ífibrilae a flutter síní s ryhclouopovědí omor, dilatace LS 42mm, perzistucjíí sinusový reytm us, mírná plicní hypertenze normální EF LK - xarelto 15mg 1x ( reudkce dávky pro hematolgické malignity rytmonorm 150mg 3x1 + ostantí medikace, kotnrola 9/2023 subj kolnoskpie bude 10.7.23 MR bude 28.6.23 potíže nmeá nemá B symptomy infekce ne obj ECOG 0 bez dušnosit ,bez itkeru, bez cyanozy bez hmatné lymfadenpatie, ve všech lokalizaícch břicho nebolestivé játra nezvětšena, slezina nehmatná DKK bez otoků Dop:  Obtralové tělo L 4 nově s patologickou kompresí a defigurací obratlového těla - st.p .laminektomii 10/2022 +- termín MR bederní páteře 28.6.23 Osteolytická ložiska v levé lopatě kyčelní del CT 2.5.23 - scintigrafie skeletu v normě - diff dg - diff dg adenoca prostaty- PSA v normě  tumor tlustého střeva- klnciyk bez obtíží ,konoskopie 19.7.23 klinicky bez obtíží, jen boelsti zad Nefroltihiáza vlevo dle CT 2.5.23, korová cysta levé ledviny dle CT 2.5.23 - plán uroglické kontroly Neutropenie těžká, další progrese 15.5.23 - Pravděpodobně  pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - upraveno, dnes hodnota 0,96 možný podíl venetoklaxu - 24.4.23 progrese neutorpenie, další progrese neutropenie ,přerušuji venetoklax dnes 15.5.23 , dle CT 2.5.23 regrese infiltrátu v oblasti retroperitonea Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupem neurologické symptomatologie - 24.1.23 klinicky stav zlepšen, kontrolní CT 2.5.23 FN Brno a dle neuroglického vyšetření  konrolní MR bederní páteře 10.7.23 - 24.4.23 Rai OA, neutropenie v.s. po venetoklaxu, redukace dávky, klinicky celková remiseI s neturopenií - 15.5.23 pro neutropenii další propgresi venetoklax přerušuji,dle CT regrese infilrátu retrokaválně dlouhodobě monoterpaie veneetoklaxem v programu výrobce Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci - urolgoicjká kontrola nebyla v roce 2022, - nový termín 6/2023 Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní   6.3.23 nový odběr Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 15mg 1-0-0 - přerušit před kolnoskopií , domlvua sp raktickým lékařem ,indikace kardiologická Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg při bolesti, lze užívat až 2 tablety po 6-8 hodinách   (tedy 2-2-2) hematologická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 Venclyxto 100mg tbl reudkce na 1 tbl denně, přeršeunopro těžkou neturopenii, napoosledy 15.5.23 - Při užívání Venclyxto je nutné vynechat konzumaci grapefruitů a třezalky. - Venclyxto je metabolizován CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   (makrolidy, ciprofloxacin, azolová antimykotika, některá antivirotika,   diltiazem, verapamil, amiodaron, některá antiepileptika.) ~do~Doporučení:~df~ - konzutlace na  ortopedii s výslekdem MR páteře v červenci -  kolonoskopie je plánována Provedeme vyšetřneí kosnt ídřeně a výsledky imunoeflo v séru a vm oči a MR páteře Zvážíme znovunasazení venetoklaxu, ale stále trvá těžká neturopoenie, zaítm bez infekčních komplikací -------------------------------------- KO diff, rtc beta 2 mikroglublin ZBV,KM,LD, CB, alb, gly, CRP, Ca statim HBV PCR SP myelogmra flow - Telefon na ambulanci 53223 3562. Další kontrola: 03.07.2023 07:00 ",
    "cas_zad": "08:40:00",
    "dat_zad": "2023-06-12",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chronická lymfocytická leukemie z B-buněk                   ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "26629889",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": "kontrola                                                    "
  },
  {
    "amb_zaz_text": "Odběr:25.01.2023 10:41 ------------------------------------------------------------  WBC 4.000 10^9/l   RBC 4.07 10^12/l   HGB 130.0 g/l   HCT 0.360 l/l  MCV 89.4 fL   PLT 129.0 10^9/l   MCH 31.9 pg   MCHC 357.0 g/l   MPV 12.30 fl   RDW 14.9 %   NEU% 46.90 %   LYM% 32.30 %   MON% 20.50 % EOS% 0.00 %   BAS% 0.30 %   NEU 1.880 10^9/l   LYM 1.290 10^9/l MONO 0.820 10^9/l   EOS 0.000 10^9/l   BASO 0.010 10^9/l   NRBC 0.00 HBV PCR 8.11.22 negativní subj po radioterpai se stav zelpšil, ještě  trvá lehká proucha hybnosti, boelsti jsou mininmální, bere novlagin ráno  nemá B smpytomy kardiáln íobtíže nyní nemá, kontrolu ale zrušil obj ECOG 1, chůze o berlích bez dušnosit ,bez itkeru, bez cyanozy bez hmatné lymfadenpatie,břihco neboletiv,l játra nezvětena, slezina nehmatná DKK bez otoků Dop: Cytopenie - Pravděpodobně je pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - urpaveno  Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupme neurolgick ésymptomatologie - 24.1.23 klinicky stav zlepšen, píšu žádost na kontrolní CT a dle neuroglického vyšetření požádáme o konrolní MR páteře v rozshau jaký uveden neurolog Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 20mg 1-0-0 Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg při bolesti, lze užívat až 2 tablety po 6-8 hodinách   (tedy 2-2-2) hematolgická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 Venclyxto 100mg tbl 2-0-0 (Rp. 1 balení á 112 tbl) - Při užívání Venclyxto je nutné vynechat konzumaci grapefruitů a třezalky. - Venclyxto je metabolizován CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   (makrolidy, ciprofloxacin, azolová antimykotika, některá antivirotika,   diltiazem, verapamil, amiodaron, některá antiepileptika.) ~do~Doporučení:~df~ - dnes 2 balení venclyxto 100mg 112 tbl - Předána pánovi žádanka na neurloligcké vyšetřneí a potm teleonfická domluva 53223 3562 a zasslání výsledku neurolglie mailem mailová adresa dr brychtová 25094@fnbrno.cz vypíšeme žádanku na MR páteře v rozshau dle doporuční neurologa - dnes píšu žádost na restagingové CT ve FNB brno, pánovi přijde domů termín vyšetření na CT v Dětské nemocnici, dle termínu CZT si pán domluví odběr krve u praktického léaokiře urea,kreatinin poučen - Kontrola za 2 měsíce nebo dle potřeby dříve sanitka dom ůa sem , indikace 2 celková slabost Odběry: CLL v čase kromě serologií hepatitid beta 2 mikroglobulin HBV PCR - Telefon na ambulanci 53223 3562. Další kontrola v 4 dne: 06.03.2023 09:00 Pacient byl poučen o možném doplatku na předepsaný lék. RP:  1x ZOLPIDEM MYLAN 10MG TBL FLM 50   1/2na noc      4x BISEPTOL 400MG/80MG TBL NOB 28   1x Pacient byl poučen o možném doplatku na předepsaný lék. RP:  3x PURINOL 300MG TBL NOB 30   1x ",
    "cas_zad": "12:11:00",
    "dat_zad": "2023-01-25",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chron.lymfocytární leukémie                                 ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "25933638",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": "ko Bry                                                      "
  },
  {
    "amb_zaz_text": "neuroglie 30.3,.23 klinicky a dle EMG není příznak floridní kořenové léze na dkk nem áneurogeení kluadikace, bez neurogllické intervence, kotnrola 25.9.23 Odběr:24.04.2023 06:58 ------------------------------------------------------------  Ret% 1.90 %   Reta 74.70 10^9/l   IRF 0.153    RET-He 35.7 pg   WBC 1.830 10^9/l   RBC 3.93 10^12/l   HGB 125.0 g/l   HCT 0.370 l/l   MCV 95.2 fL   PLT 136.0 10^9/l   MCH 31.8 pg   MCHC 334.0 g/l   MPV 12.20 fl   RDW 13.9 %   NEU% 17.00 %   LYM% 41.00 %   MON% 41.50 %   EOS% 0.00 %   BAS% 0.50 %   NEU 0.310 10^9/l   LYM 0.750 10^9/l   MONO 0.760 10^9/l   EOS 0.000 10^9/l   BASO 0.010 10^9/l   NRBC 0.00 Odběr:24.04.2023 06:59 Urea S-Urea 5.7 mmol/l  (2.8-8.1) Kreat. S-Kreatinin 99 umol/l  (62-106) CKD-EPI CKD-EPI Krea 1.09 ml/s/1.73m2  (1-2.4) KM S-Kys.močová 229 umol/l  (202-417) Na S-Na 145 mmol/l  (136-145) K S-K 4.3 mmol/l  (3.5-5.1) Cl S-Cl 108 mmol/l  (98-107) Bi-celk. S-Bilirubin celk 13.7 umol/l  (2-21) ALT S-ALT 0.25 ukat/l  (0.17-0.83) AST S-AST 0.39 ukat/l  (0.17-0.85) GGT S-GMT 0.81 ukat/l  (0.17-1.19) ALP S-ALP 1.88 ukat/l  (0.67-2.15) LD S-LD 4.12 ukat/l  (2.25-3.75) CB S-Bílkovina celk 62.1 g/l  (64-83) Albumin S-Albumin 41.4 g/l  (35-52) Glukóza S-Glukosa 5.3 mmol/l  (3.9-5.6) CRP S-CRP 5.2 mg/l  (0-5) HBV PCR 6.3.23negativní dnes nový odběr HBV PCR ------------------------------------ 6.3.23 prpongostikcých fakotrů: TP 53 nelze vyšetřit flow lymfocyty 1,7% v periferii cytogneitka karyotp není hodniotitelný, FISH negativní *neurologie 22.2.2023 Blansko 22.2.2023 stav po dekompresi L 4 laminektomií a biopsií z L4 dne 12.10.2022 pro tu infitlraci při CLL přecházel akutní LFS vpravo s iritačně zánkkovou smypotmatikou L4 a rozvíjející se sfinmkterovou dysfunkcí - amkutáln íneurolgická bnález s reziduáln ífrustní paresou n. femoralis vlevo, klinicky vp ostupn éregresi - došlo k rekgřei poůvodn íkořenové smyptomatiky, pomnámahové lumbago s nespecifiskou projeck ído PDK, k sútupu klaudikačních potíží při chůzí bez recentn íperiferní neuropatické léze na dkk v naamnéze recikdivující  LFS a LIS vpravo, inciálně s paretickou symptomatickou L4 a iritační symptmatickou L54 diskogenní geneze, st.p. oeprqaci hernie L4/5 vprav o duben 2012, syndorm neurogenníchz klaudikací od září 2017 na podkladě lumbáln íspinální stenozy Doproučení kontrolní MR bederníé páteře se zřetelem na opooperančí poměry vo blasti L4 - vypisuji žádnbku a pacienta se objedná ve FN Brno plán kontoryl na neurologhii aEMG 30.3.2023 *kardiologická amb 23.2.2023 paroxysmáln ífibrilae a flutter síní s ryhclouopovědí omor, dilatace LS 42mm, perzistucjíí sinusový reytm us, mírná plicní hypertenze normální EF LK - xarelto 15mg 1x ( reudkce dávky pro hematolgické malignity rytmonorm 150mg 3x1 + ostantí medikace, kotnrola 9/2023 subj CT v Dětské nemocnici bude 2.5.2023      MR páteře bude 10.7.23 nemá nyní neuroglické obtíže      nemá B symptomy      infekce ne obj ECOG 0 bez dušnosit ,bez itkeru, bez cyanozy bez hmatné lymfadenpatie, ve všech lokalizaícch břihco nebolestivé játra nezvětšena, slezina nehmatná DKK bez otoků Dop: Neutorpenie - Pravděpodobně  pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - upraveno, dnes hodnota 0,96 možný podíl venetoklaxu - 24.4.23 progrese neutorpenie, redukuji dávku venetoklaxu, dále dle výsledku CT Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupem neurologické symptomatologie - 24.1.23 klinicky stav zlepšen, kontrolní CT 2.5.23 FN Brno a dle neuroglického vyšetření  konrolní MR bederní páteře 10.7.23 - 24.4.23 Rai OA, neutropenie v.s. po nveneotklqaxu, reudkqace dávky, klinicky celková remiseI s neturopenií dlouhodobě monoterpaie veneetoklaxem v programu výrobce Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci - urolgoicjká kontrola nebyla v roce 2022, nový termín 5/2023 Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní   6.3.23 nový odběr Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 15mg 1-0-0 Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg při bolesti, lze užívat až 2 tablety po 6-8 hodinách   (tedy 2-2-2) hematologická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 Venclyxto 100mg tbl reudkce na 1 tbl denně - Při užívání Venclyxto je nutné vynechat konzumaci grapefruitů a třezalky. - Venclyxto je metabolizován CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   (makrolidy, ciprofloxacin, azolová antimykotika, některá antivirotika,   diltiazem, verapamil, amiodaron, některá antiepileptika.) ~do~Doporučení:~df~ - Kontrola za  měsíc s výslekdem CT KO diff, rtc beta 2 mikroglublin ZBV,KM,LD, CB, alb, gly, CRP statim - Telefon na ambulanci 53223 3562. Další kontrola v 4 dne: 15.05.2023 07:00 ",
    "cas_zad": "09:04:00",
    "dat_zad": "2023-04-24",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chron.lymfocytární leukémie                                 ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "26334188",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": "venetoklax monoterapie                                      "
  },
  {
    "amb_zaz_text": "HBV PCR 8.11.22 negativní dnes nový odběr HBV PCR ------------------------------------ dnes odběry prpongostikcých fakotrů Odběr:06.03.2023 07:20 ------------------------------------------------------------  Ret% 1.83 %   Reta 72.10 10^9/l   IRF 0.134    RET-He 34.7 pg   WBC 2.640 10^9/l   RBC 3.94 10^12/l   HGB 122.0 g/l   HCT 0.360 l/l   MCV 91.1 fL   PLT 144.0 10^9/l   MCH 31.0 pg   MCHC 340.0 g/l   MPV 11.60 fl   RDW 14.6 %   NEU% 36.30 %   LYM% 37.90 %   MON% 25.80 %   EOS% 0.00 %   BAS% 0.00 %   NEU 0.960 10^9/l   LYM 1.000 10^9/l   MONO 0.680 10^9/l   EOS 0.000 10^9/l   BASO 0.000 10^9/l   NRBC 0.00 Odběr:06.03.2023 07:20 IgG S-IgG 3.99 g/l  (7-16) IgM S-IgM 0.63 g/l  (0.4-2.3) IgA S-IgA 0.46 g/l  (0.7-4) Transf. S-Transferin 2.44 g/l  (2-3.6) Feritin S-Ferritin 226.0 ug/l  (30-400) B 12 S-Vitamin B12 417 pmol/l  (145-569) Folát S-Folát 8.8 nmol/l  (8.8-60.8) Fe S-Fe 14.9 umol/l  (5.8-34.5) b2M S-beta2 mikrogl. 3.87 mg/l  (0.61-2.37) Odběr:06.03.2023 07:20 Urea S-Urea 5.3 mmol/l  (2.8-8.1) Kreat. S-Kreatinin 94 umol/l  (62-106) CKD-EPI CKD-EPI Krea 1.16 ml/s/1.73m2  (1-2.4) KM S-Kys.močová 258 umol/l  (202-417) Na S-Na 142 mmol/l  (136-145) K S-K 3.8 mmol/l  (3.5-5.1) Cl S-Cl 105 mmol/l  (98-107) Ca S-Ca 2.27 mmol/l  (2.15-2.55) P S-P 0.78 mmol/l  (0.81-1.45) Bi-celk. S-Bilirubin celk 16.1 umol/l  (2-21) ALT S-ALT 0.23 ukat/l  (0.17-0.83) AST S-AST 0.39 ukat/l  (0.17-0.85) GGT S-GMT 1.07 ukat/l  (0.17-1.19) ALP S-ALP 2.06 ukat/l  (0.67-2.15) CB S-Bílkovina celk 61.4 g/l  (64-83) Albumin S-Albumin 44.1 g/l  (35-52) Glukóza S-Glukosa 4.1 mmol/l  (3.9-5.6) CRP S-CRP 1.5 mg/l  (0-5) *neurologie 22.2.2023 Blansko 22.2.2023 stav po dekompresi L 4 laminektomií a biopsií z L4 dne 12.10.2022 pro tu infitlraci při CLL přecházel akutní LFS vpravo s iritačně zánkkovou smypotmatikou L4 a rozvíjející se sfinmkterovou dysfunkcí - amkutáln íneurolgická bnález s reziduáln ífrustní paresou n. femoralis vlevo, klinicky vp ostupn éregresi - došlo k rekgřei poůvodn íkořenové smyptomatiky, pomnámahové lumbago s nespecifiskou projeck ído PDK, k sútupu klaudikačních potíží při chůzí bez recentn íperiferní neuropatické léze na dkk v naamnéze recikdivující  LFS a LIS vpravo, inciálně s paretickou symptomatickou L4 a iritační symptmatickou L54 diskogenní geneze, st.p. oeprqaci hernie L4/5 vprav o duben 2012, syndorm neurogenníchz klaudikací od září 2017 na podkladě lumbáln íspinální stenozy Doproučení kontrolní MR bederníé páteře se zřetelem na opooperančí poměry vo blasti L4 - vypisuji žádnbku a pacienta se objedná ve FN Brno plán kontoryl na neurologhii aEMG 30.3.2023 *kardiologická amb 23.2.2023 paroxysmáln ífibrilae a flutter síní s ryhclouopovědí omor, dilatace LS 42mm, perzistucjíí sinusový reytm us, mírná plicní hypertenze normální EF LK - xarelto 15mg 1x ( reudkce dávky pro hematolgické malignity rytmonorm 150mg 3x1 + ostantí medikace, kotnrola 9/2023 subj CT v Dětské nemocnici bude 2.5.2023      nemá nyní neuroglické obtíže      nemá B symptomy      infekce ne subj po radioterpai se stav zelpšil, ještě  trvá lehká proucha hybnosti, boelsti jsou mininmální, bere novlagin ráno  nemá B smpytomy kardiáln íobtíže nyní nemá, kontrolu ale zrušil obj ECOG 1, chůze o berlích bez dušnosit ,bez itkeru, bez cyanozy bez hmatné lymfadenpatie,břihco neboletiv,l játra nezvětena, slezina nehmatná DKK bez otoků Dop: Neutorpenie - Pravděpodobně  pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - upraveno, dnes hodnota 0,96 možný podíl venetoklaxu Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupem neurologické symptomatologie - 24.1.23 klinicky stav zlepšen, kontrolní CT 2.5.23 FN Brno a dle neuroglického vyšetření dnes píšu žádost konrolní MR bederní páteře Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci - urolgoicjká kontrola nebyla v roce 2022, nový termín 5/2023 Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní   6.3.23 nový odběr Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 15mg 1-0-0 Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg při bolesti, lze užívat až 2 tablety po 6-8 hodinách   (tedy 2-2-2) hematologická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 Venclyxto 100mg tbl 2-0-0 (Rp. 2 balení  dnes   á 112 tbl) - Při užívání Venclyxto je nutné vynechat konzumaci grapefruitů a třezalky. - Venclyxto je metabolizován CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   (makrolidy, ciprofloxacin, azolová antimykotika, některá antivirotika,   diltiazem, verapamil, amiodaron, některá antiepileptika.) ~do~Doporučení:~df~ - dnes 2 balení venclyxto 100mg 112 tbl - Předána pánovi žádanka na MR bederční páteře - Kontrola za 2 měsíce nebo dle potřeby dříve sanitka dom ůa sem , indikace 2 celková slabost KO ediff, rtc beta 2 mikroglublin ZBV,KM,LD, CB, alb, gly, CRP statim HBV PCR - Telefon na ambulanci 53223 3562. Další kontrola v 4 dne: 24.04.2023 07:00 ",
    "cas_zad": "09:50:00",
    "dat_zad": "2023-03-06",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chron.lymfocytární leukémie                                 ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "26161044",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": "venclyxto                                                   "
  },
  {
    "amb_zaz_text": "etiologie teleonfick ádomluva myelomgram infitlrace CLL jen 4.4% dypalsitcké rysy v myelopoeze 61˘, procha vyzrávní hraniční zmnožen ímyeloblastů a promyelocytů nenaplknběna kritéria MDS ale dy\\pslahzie v erytropeoze také 37% Doporučení: nyní nen íprogrse CLL a le je nutno pokračovat venetoklaxem neutropenie je při dysplsitckých změnách granulopoezy Domluva s pacientem: zahájit znovu terapii Vencylxto 100mg 1 tbl denně dále dle kontroly 27.7.23 Venclyxto je plánováno  minimálně 2 roky do 25.10.2024, monoterapie je hrazena z programu výrobce tedy je možné podávat léčbu do progrese CLL ------------------------------------------------- Počátek vyšetření: 04.07.2023 14:24 Další kontrola v 8 dne: 27.07.2023 07:00 ",
    "cas_zad": "14:28:00",
    "dat_zad": "2023-07-04",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chronická lymfocytická leukemie z B-buněk                   ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "26858133",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": ""
  },
  {
    "amb_zaz_text": "Studie COVIGI, VIZITA č.7, studiová kontrola dne 24/10/2022 ID: 117-64 * odebrány odběry v rámci vizity č.7 dle protokolu * vyplněn worksheet VIZITA 7 * další kontrola v rámci studie bude za 6 měsíců, pacient bude   telefonicky kontaktován SAE: 0 COVID od poslední studiové návštěvy: 0 Očkování proti COVID-19 od poslední studiové návštěvy: O Další kontrola v 4 dne: 11.12.2023 08:00 ",
    "cas_zad": "09:53:00",
    "dat_zad": "2023-11-24",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chronická lymfocytická leukemie z B-buněk                   ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "27432627",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": ""
  },
  {
    "amb_zaz_text": "Odběr:15.05.2023 07:12 ------------------------------------------------------------  Ret% 2.01 %   Reta 84.00 10^9/l   IRF 0.175    RET-He 36.6 pg   WBC 1.710 10^9/l   RBC 4.18 10^12/l   HGB 133.0 g/l   HCT 0.400 l/l   MCV 95.0 fL   PLT 130.0 10^9/l   MCH 31.8 pg   MCHC 335.0 g/l   MPV 12.70 fl   RDW 14.0 %   NEU% 14.10 %   LYM% 41.50 %   MON% 44.40 %   EOS% 0.00 %   BAS% 0.00 %   NEU 0.240 10^9/l   LYM 0.710 10^9/l   MONO 0.760 10^9/l   EOS 0.000 10^9/l   BASO 0.000 10^9/l   NRBC 0.00 Odběr:15.05.2023 07:12 Urea S-Urea 5.5 mmol/l  (2.8-8.1) Kreat. S-Kreatinin 100 umol/l  (62-106) CKD-EPI CKD-EPI Krea 1.07 ml/s/1.73m2  (1-2.4) KM S-Kys.močová 191 umol/l  (202-417) Na S-Na 142 mmol/l  (136-145) K S-K 4.3 mmol/l  (3.5-5.1) Cl S-Cl 103 mmol/l  (98-107) Bi-celk. S-Bilirubin celk 13.4 umol/l  (2-21) ALT S-ALT 0.20 ukat/l  (0.17-0.83) AST S-AST 0.35 ukat/l  (0.17-0.85) GGT S-GMT 0.71 ukat/l  (0.17-1.19) ALP S-ALP 1.65 ukat/l  (0.67-2.15) LD S-LD 4.38 ukat/l  (2.25-3.75) CB S-Bílkovina celk 65.9 g/l  (64-83) Albumin S-Albumin 45.7 g/l  (35-52) Glukóza S-Glukosa 6.0 mmol/l  (3.9-5.6) CRP S-CRP 2.3 mg/l  (0-5) neurologie 30.3,.23- na zaákladě doporučení neurolgoa vypsána žádost na MR bederní páteře - dostal termín 10.7.23 CT  2.5.2023 regrese uzlinového infiltrátu retrokaválně, slezina stacionární zvětšena 151x145mm, nefrolihiáza vlevo, korová cysta levé ledviny neurologie 30.3.23 klinicky a dle EMG není příznak floridní kořenové léze na dkk nem áneurogeení kluadikace, bez neurogllické intervence, kontrola 25.9.23 HBV PCR 6.3.23 negativní 24.4.23 HBV PCR negativní ------------------------------------ 6.3.23 prognostických faktorů: TP 53 nelze vyšetřit flow lymfocyty 1,7% v periferii cytogneitka karyotp není hodniotitelný, FISH negativní *neurologie 22.2.2023 Blansko 22.2.2023 stav po dekompresi L 4 laminektomií a biopsií z L4 dne 12.10.2022 pro tu infitlraci při CLL přecházel akutní LFS vpravo s iritačně zánkkovou smypotmatikou L4 a rozvíjející se sfinmkterovou dysfunkcí - amkutáln íneurolgická bnález s reziduáln ífrustní paresou n. femoralis vlevo, klinicky vp ostupn éregresi - došlo k rekgřei poůvodn íkořenové smyptomatiky, pomnámahové lumbago s nespecifiskou projeck ído PDK, k sútupu klaudikačních potíží při chůzí bez recentn íperiferní neuropatické léze na dkk v naamnéze recikdivující  LFS a LIS vpravo, inciálně s paretickou symptomatickou L4 a iritační symptmatickou L54 diskogenní geneze, st.p. oeprqaci hernie L4/5 vprav o duben 2012, syndorm neurogenníchz klaudikací od září 2017 na podkladě lumbáln íspinální stenozy Doproučení kontrolní MR bederníé páteře se zřetelem na opooperančí poměry vo blasti L4 - vypisuji žádnbku a pacienta se objedná ve FN Brno plán kontroly na neurologii 25.9.23 *kardiologická amb 23.2.2023 paroxysmáln ífibrilae a flutter síní s ryhclouopovědí omor, dilatace LS 42mm, perzistucjíí sinusový reytm us, mírná plicní hypertenze normální EF LK - xarelto 15mg 1x ( reudkce dávky pro hematolgické malignity rytmonorm 150mg 3x1 + ostantí medikace, kotnrola 9/2023 subj CT  proběhlop m,trvají boelsti páteře, na neurolgii nebyl půjde až v září MR páteře bude 10.7.23      nemá B symptomy      infekce ne obj ECOG 0 bez dušnosit ,bez itkeru, bez cyanozy bez hmatné lymfadenpatie, ve všech lokalizaícch břihco nebolestivé játra nezvětšena, slezina nehmatná DKK bez otoků Dop:  Obtralové tělo L 4 nově s patolgoickou kompresí a defigurací obratlového těla - st.p .laminektomii 10/2022 +- termín MR bederní páteře 10.7.23 ad ortopedie konzultace dnes Osteolytická ložiska v levé lopatě kyčelní del CT 2.5.23 - diff dg - diff dg adenoca prostaty, tumor tlustého střeva klinicky bez obtíží, jen boelsti zad Nefroltihiáza vlevo dle CT 2.5.23, korová cysta levé ledviny dle CT 2.5.23 - plán uroglické kontroly Neutropenie těžká, další progrese 15.5.23 - Pravděpodobně  pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - upraveno, dnes hodnota 0,96 možný podíl venetoklaxu - 24.4.23 progrese neutorpenie, další progrese neutropenie ,přerušuji venetoklax dnes 15.5.23 , dle CT 2.5.23 regrese infiltrátu v oblasti retroperitonea Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupem neurologické symptomatologie - 24.1.23 klinicky stav zlepšen, kontrolní CT 2.5.23 FN Brno a dle neuroglického vyšetření  konrolní MR bederní páteře 10.7.23 - 24.4.23 Rai OA, neutropenie v.s. po venetoklaxu, redukace dávky, klinicky celková remiseI s neturopenií - 15.5.23 pro neutropenii další propgresi venetoklax přerušuji,dle CT regrese infilrátu retrokaválně dlouhodobě monoterpaie veneetoklaxem v programu výrobce Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci - urolgoicjká kontrola nebyla v roce 2022, - nový termín 6/2023 Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní   6.3.23 nový odběr Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 15mg 1-0-0 Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg při bolesti, lze užívat až 2 tablety po 6-8 hodinách   (tedy 2-2-2) hematologická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 Venclyxto 100mg tbl reudkce na 1 tbl denně, napsoldy 15.5.23 - Při užívání Venclyxto je nutné vynechat konzumaci grapefruitů a třezalky. - Venclyxto je metabolizován CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   (makrolidy, ciprofloxacin, azolová antimykotika, některá antivirotika,   diltiazem, verapamil, amiodaron, některá antiepileptika.) ~do~Doporučení:~df~ - dnes žádanka na  ortopedické konzilium - objednávám scintigrafii skeletu- 22.5.2023 v 8 hodin,   FN Brno, pavilon N   97kg       odd nukláerní mediciny, předána žádanka - předána žádanka na kolonoskopii, pán se obejdná v Blansku - urolgická konzultace  s výsledky CT osteolytická ložiska levé lopatky kosti kyčelní diff dg solidní nádor dnes dodělat Ca ev  naše kontrola po vyšetření na urologii- pán zkusí dřívější termín ev kontroal dle domluvy na ortopedii -------------------------------------- KO diff, rtc beta 2 mikroglublin ZBV,KM,LD, CB, alb, gly, CRP, Ca statim elfo bílkovin v séru imunoelfo bílkovin v séíru a v moči lehk éa těžké řetězce, denzitometrie - Telefon na ambulanci 53223 3562. Další kontrola v 4 dne: 12.06.2023 07:00 ",
    "cas_zad": "08:52:00",
    "dat_zad": "2023-05-15",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chron.lymfocytární leukémie                                 ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "26543034",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": "venetoklax k,ontrola                                        "
  },
  {
    "amb_zaz_text": "Počátek vyšetření: 15.05.2023 10:35 Pac. po dekompresi  10/22 pro CLL, nyní radioterapie ukončena. Nové CT: St.p. laminektomii L4, obratlové tělo nově s kompresi, významnou defigurací, patolog. strukturou, degenerativní změny páteře (osteochondrosa L2-S1, drobné posuny L2 a L3 dorzálně), vakuum fenomém disků L páteře. V levé lopatě kosti kyčelní při SI skloubení sklerotický okrsek, dále v levé lopatě několik osteolytických okrsků. Enostóza v sakru. Zvažována duplicita? V plánu MRI LS 7/23, další došetření na urologii a kolonoskopie Subj boelsti zad menší než před operací, bez propag do dkk. DG: nově komprese L4 Dopor: nosit bederní pás v plném režimu, vhodné doplnit MRI LS páteře v dřívějším termínu a naše konzultace stran dalšího postupu. Při zhoršení neurolgoického nález nebo zhoršení bolestí LS páteře kontrola ihned. Poučen ",
    "cas_zad": "10:39:00",
    "dat_zad": "2023-05-15",
    "dg_kod": "C911 ",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chron.lymfocytární leukémie                                 ",
    "ic_amb_karta": "6486800",
    "ic_amb_zad": "26630043",
    "ic_pac": "3216",
    "poz_text": "proísm o  vaši konzuoltaci CT nálezu z 2.5.2023 St.p. laminektomii L4 10/2022 na CT 2.5.23 obratlové tělo nově  s kompresi, významnou defigurací, patolog. strukturou, degenerativní změny páteře (osteochondrosa L2-S1, drobné posuny L2 a L3 dorzálně), vakuum fenomém disků L páteře. V levé lopatě kosti kyčelní při SI skloubení sklerotický okrsek, dále v levé lopatě několik osteolytických okrsků. Enostóza v sakru. dálsí viz naše zpráva histolgie z infilrátu L 4 B chronická lymfocytární leukémie ,specifická terapie od 10/2022 s efekte mregrese lymfadenopatie dle CT nově popsána osteolytická ložiska levé lopaty kosti kyčelní zvažována nádorová duplicita prostata? ad urolglie tlusté střevo? ad kolnoskopie klnicky bolesti zad neuroglický nález 30.3.2023 v normě, včetně EMG klinicyk bez zhoršení na žádost neurologa byla objednána MR bederní páteře, termín 10.7.23 ve FN Brno scintigrafie skeletu 22.5.23 děkuji ",
    "prac_od": "41742",
    "text_dg": "Chron.lymfocytární leukémie                                 "
  },
  {
    "amb_zaz_text": "Odběr:11.12.2023 07:11 ------------------------------------------------------------  Ret% 1.89 %   Reta 75.00 10^9/l   IRF 0.222    RET-He 34.5 pg   WBC 2.880 10^9/l   RBC 3.97 10^12/l   HGB 131.0 g/l   HCT 0.380 l/l   MCV 96.0 fL   PLT 93.0 10^9/l   MCH 33.0 pg   MCHC 344.0 g/l   MPV 12.00 fl   RDW 13.3 %   NEU% 17.00 %   LYM% 46.50 %   MON% 36.50 %   EOS% 0.00 %   BAS% 0.00 %   NEU 0.490 10^9/l   LYM 1.340 10^9/l   MONO 1.050 10^9/l   EOS 0.000 10^9/l   BASO 0.000 10^9/l   NRBC 0.00 Odběr:11.12.2023 07:10 b2M S-beta2 mikrogl. 5.92 mg/l  (0.61-2.37) Odběr:11.12.2023 07:10 Urea S-Urea 4.6 mmol/l  (2.8-8.1) Kreat. S-Kreatinin 117 umol/l  (62-106) CKD-EPI CKD-EPI Krea 0.88 ml/s/1.73m2  (1-2.4) KM S-Kys.močová 251 umol/l  (202-417) Na S-Na 139 mmol/l  (136-145) K S-K 4.1 mmol/l  (3.5-5.1) Cl S-Cl 103 mmol/l  (98-107) Ca S-Ca 2.44 mmol/l  (2.15-2.55) Bi-celk. S-Bilirubin celk 29 umol/l  (2-21) ALT S-ALT 0.22 ukat/l  (0.17-0.83) AST S-AST 0.33 ukat/l  (0.17-0.85) GGT S-GMT 0.70 ukat/l  (0.17-1.19) ALP S-ALP 2.25 ukat/l  (0.67-2.15) LD S-LD 3.68 ukat/l  (2.25-3.75) CB S-Bílkovina celková 63 g/l  (64-83) Albumin S-Albumin 42 g/l  (35-52) Glukóza S-Glukosa 5.6 mmol/l  (3.9-5.6) CRP S-CRP 6 mg/l  (0-5) CT 7.12.2023 RES: Povšechná  výrazná progrese intrathorakální, intraabdominální a retroperitoneální lymfadenopathie včetně sledovaného  uzlinového infiltrátu retrokaválně - viz popis. Mírná progrese splenomegalie. Změny obratlového těla L4 s  patolog.kompresí a defigurací obratlového těla - stac. Vymizela hyperdenzita v kran. segmentu L ledviny. subj nemá žádné potíže nemá B smyptomy obj ECOG 0 bez hzmatn élyfmaeoapite, břicho ěmkké, bez zmatné rezistence, jtára nezvětena, slezina nezvtšena dkk bez otoků myelogram infitlrace CLL jen 4.4% dyplastické rysy v myelopoeze 61˘, procha vyzrávní hraniční zmnožen ímyeloblastů a promyelocytů nenaplněna kritéria MDS ale dysplazie v erytropeoze také 37%  res: není progrse CLL, je nutno pokračovat venetoklaxem neutropenie je při dysplastických změnách granulopoezy 2.10.23 HBV PCR negativní S-ifix: VIZ KOMENTÁŘ V GAMA ZÓNĚ OLIGOKLONALITA U-ifix: SUSP.B2-MIKROGLOBULIN- ALBUMIN,A-GLOBULINY- PŘÍTOMNOST VOLNÝCH KAPPA- KOMENTAR: I-fix sérum: paraprotein přesvědčivě neprokázán; uprostřed gama zóny stínová linie ve stopě IgG bez protějšku ve stopách LŘ, katodicky stínová linie IgG lambda, t.č. hodnotíme spíš jako oligoklon.profil. I-fix moč: v beta zóně linie volných kappa. DZ MR páteře 28.6.23 Závěr: V mezidobí po radioterapii a laminektomii L4 - oproti minule nově komprese těla L4 (patrné již na CT z 22.5.2023). Naopak regrese infiltrátu těla a měkkotkáňové porce v okolí - dnes v.s. podíl převážně poterapeutických změn v předním epidurálním prostoru a dorzálně v měkkých tkání zad. Degenerativní změny páteře, posuny plotének L2-S1 a víceetážově omezení neuroforamin na kombinovaném podkladě -  progrese zejména v etáži L2/3 - sekundární stenóza (Schizas B/C), jinak bez podstatných změn (blíže viz popis).  dr. Válek ml. 22.5.23 Celotělová scintigrafie skeletu, aplikováno 894  MBq Tc HDP: Dostatečná kvalita zobrazení: ano První vyšetření na našem pracovišti Klinická otázka: Pac. chron. lymfat. leukémií, dle CT nově osteolyt. okrsky v levé lopatě kosti pánevní T.č. na zobrazeném skeletu bez jednoznačného ložiska patologicky zvýšené aktivity charakteru metastáz včetně pánve. Zvýšená aktivita v L4, zejména v pravé polovině - dle dok. st.p. laminektomii L4, dle CT 5/23 nově i komprese zde . Vyšší aktivita ve velkých kloubech, na přechodu L2/3 vlevo, ventrálně při L3 - zde vše vs degenerativní  změny. * neurologie 30.3,.23 - na základě doporučení neurologa vypsána žádost na MR bederní páteře - dostal termín 28.6.23 * CT  2.5.2023 regrese uzlinového infiltrátu retrokaválně, slezina stacionární zvětšena 151x145mm, nefrolihiáza vlevo, korová cysta levé ledviny neurologie 30.3.23 klinicky a dle EMG není příznak floridní kořenové léze na dkk nem áneurogeení kluadikace, bez neurogllické intervence, kontrola 25.9.23 ------------------------------------ 6.3.23 prognostických faktorů: TP 53 nelze vyšetřit flow lymfocyty 1,7% v periferii cytogneitka karyotp není hodnotitelný, FISH negativní *neurologie 25.9.23 22.2.2023 stav po dekompresi L 4 laminektomií a biopsií z L4 dne 12.10.2022 pro tu infitlraci při CLL přecházel akutní LFS vpravo s iritačně zánkkovou smypotmatikou L4 a rozvíjející se sfinmkterovou dysfunkcí - amkutáln íneurolgická bnález s reziduáln ífrustní paresou n. femoralis vlevo, klinicky vp ostupn éregresi - došlo k regresi původní kořenové smyptomatiky, ponámahové lumbago s nespecifiskou projeck ído PDK, k sútupu klaudikačních potíží při chůzí bez recentn íperiferní neuropatické léze na dkk v anamnéze recidivující  LFS a LIS vpravo, inciálně s paretickou symptomatickou L4 a iritační symptmatickou L54 diskogenní geneze, st.p. oeprqaci hernie L4/5 vprav o duben 2012, syndorm neurogenníchz klaudikací od září 2017 na podkladě lumbáln íspinální stenozy Doproučení plán kontroly na neurologii 26/3/2024 *kardiologická amb 9/2023 , další kontrola plán 21.3.2024 paroxysmáln ífibrilae a flutter síní s ryhclouopovědí omor, dilatace LS 42mm, perzistucjíí sinusový reytm us, mírná plicní hypertenze normální EF LK - xarelto 15mg 1x ( reudkce dávky pro hematolgické malignity rytmonorm 150mg 3x1 Dg Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupem neurologické symptomatologie - 24.1.23 klinicky stav zlepšen, kontrolní CT 2.5.23 FN Brno a dle neuroglického vyšetření  konrolní MR bederní páteře 10.7.23 - 24.4.23 Rai OA, neutropenie v.s. po venetoklaxu, redukace dávky, klinicky celková remiseI s neturopenií - 15.5.23 pro neutropenii další progresi venetoklax přerušuji, dle CT regrese infilrátu retrokaválně dlouhodobě monoterpaie veneetoklaxem v programu výrobce˘ - monoterpaie venetoklaxem je hrazena výrobcem - dle CT 7.12.2023 progrese lymfadenopatie  CT restagingu, ortopedický výkon indikován není 10/2023, neurologicky v normě - nyní je  při progresi CLL vyčerpána možnost léčby, je možno zkusit nasadit acaalbrutinib mimo studii, nebo léčba ve studiovém protokolu  MK 1026, pánovi předán informovaný souhlas, pacient předběžně naplnuje kritéria studie, kromě neutropenie, která je  dnes a v minulosti, bez venetoklaxu byla hodnota v normě, tedy po přerušení terapie venetoklaxem je pravdpěodobnost úpravy neutropenie  - 8. linie lčéby od 25.10.2022 do 28.12.23 včetně venetoklax --------------------------------------------------------------- dále přerušit a plán screeningu do studie fáze 2 MK 1026 dne 3.1.2024, CT 8-9.1.2024, píšu žádost na CT    ( 5 ti násobek poločasu venetoklaxu je necelých 6 dní, ale dle informace monitorky je kohorta A naplněna..... Obtralové tělo L 4 s patologickou kompresí a defigurací obratlového těla - st.p .laminektomii 10/2022 +- MR bederní páteře 28.6.23, - konzeravtivn ípostup 7/2023 další kontrola 11.10.23 na ortopedii, sledování, je možná spontánní regenerace, operační výkon s rizikem infekce při neutropenii dlouhodobé Osteolytická ložiska v levé lopatě kyčelní del CT 2.5.23 - scintigrafie skeletu v normě - diff dg - diff dg adenoca prostaty- PSA v normě  tumor tlustého střeva- klnciyk bez obtíží ,konoskopie 19.7.23 v normě klinicky bez obtíží, jen boelsti zad Nefroltihiáza vlevo dle CT 2.5.23, korová cysta levé ledviny dle CT 2.5.23 - plán uroglické kontroly Neutropenie těžká, další progrese 15.5.23 - Pravděpodobně  pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - upraveno, dnes hodnota 0,96 možný podíl venetoklaxu - 24.4.23 progrese neutorpenie, další progrese neutropenie ,přerušuji venetoklax dnes 15.5.23 , dle CT 2.5.23 regrese infiltrátu v oblasti retroperitonea Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci - urolgoicjká kontrola nebyla v roce 2022, - nový termín 6/2023 Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní   6.3.23 nový odběr Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 15mg 1-0-0 indikace kardiologická Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg nen ítřeba hematologická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 v mediakci nen ížádná silní CYP3A inhibitor ani induktor Venclyxto 100mg tbl 1 tbl denně, sdo 28.12.23 včetně nebo dle domluvy - Při užívání Venclyxto je nutné vynechat konzumaci grapefruitů a třezalky. - Venclyxto je metabolizován CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   (makrolidy, ciprofloxacin, azolová antimykotika, některá antivirotika,   diltiazem, verapamil, amiodaron, některá antiepileptika.) ~do~Doporučení:~df~ kontoral 3.1.24 CLL v čase ------------------------------------------------- ev studiové odběry ",
    "cas_zad": "11:18:00",
    "dat_zad": "2023-12-11",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chronická lymfocytická leukemie z B-buněk                   ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "27191739",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": "kontrola                                                    "
  },
  {
    "amb_zaz_text": "dnes odběr CLL v čase Odběr:13.12.2023 10:34 ------------------------------------------------------------  Ret% 1.62 %   Reta 64.50 10^9/l   IRF 0.122    RET-He 35.1 pg   WBC 3.480 10^9/l   RBC 3.98 10^12/l   HGB 131.0 g/l   HCT 0.380 l/l   MCV 95.2 fL   PLT 102.0 10^9/l   MCH 32.9 pg   MCHC 346.0 g/l   MPV 12.40 fl   RDW 13.2 %   NEU% 23.60 %   LYM% 53.70 %   MON% 22.40 %   EOS% 0.00 %   BAS% 0.30 %   NEU 0.820 10^9/l   LYM 1.870 10^9/l   MONO 0.780 10^9/l   EOS 0.000 10^9/l   BASO 0.010 10^9/l   NRBC 0.00 10^9/l   NRBC/WBC 0.00 /100WBC   Neu mikr 21.0 %   Tyč mikr 2.0 % Lym mikr 53.0 %   Mon mikr 22.0 %   Eos mikr 0.0 %   Bas mikr 0.0 % META mik 1.0 %   MYEL mik 1.0 %   PROM mik 0.0 %   Mybl mik 0.0 % Prol mik 0.0 %   Plb mikr 0.0 %   Nedif.bb 0.0 %   Nedif.bl 0.0 % NRBC-Mik 0.0 /100 bb   LGL 0.278 10^9/l   MorfoLEU     MorfoLEU   : MorfoERY    oj.ovalocyty,  MorfoPLT   :  Hodnotil    Příkaská Vendula Odběr:11.12.2023 07:10 Urea S-Urea 4.6 mmol/l  (2.8-8.1) Kreat. S-Kreatinin 117 umol/l  (62-106) CKD-EPI CKD-EPI Krea 0.88 ml/s/1.73m2  (1-2.4) KM S-Kys.močová 251 umol/l  (202-417) Na S-Na 139 mmol/l  (136-145) K S-K 4.1 mmol/l  (3.5-5.1) Cl S-Cl 103 mmol/l  (98-107) Ca S-Ca 2.44 mmol/l  (2.15-2.55) Bi-celk. S-Bilirubin celk 29 umol/l  (2-21) ALT S-ALT 0.22 ukat/l  (0.17-0.83) AST S-AST 0.33 ukat/l  (0.17-0.85) GGT S-GMT 0.70 ukat/l  (0.17-1.19) ALP S-ALP 2.25 ukat/l  (0.67-2.15) LD S-LD 3.68 ukat/l  (2.25-3.75) CB S-Bílkovina celková 63 g/l  (64-83) Albumin S-Albumin 42 g/l  (35-52) Glukóza S-Glukosa 5.6 mmol/l  (3.9-5.6) CRP S-CRP 6 mg/l  (0-5) CT 7.12.2023 RES: Povšechná  výrazná progrese intrathorakální, intraabdominální a retroperitoneální lymfadenopathie včetně sledovaného  uzlinového infiltrátu retrokaválně - viz popis. Mírná progrese splenomegalie. Změny obratlového těla L4 s  patolog.kompresí a defigurací obratlového těla - stac. Vymizela hyperdenzita v kran. segmentu L ledviny. subj nemá žádné potíže nemá B smyptomy obj ECOG 0 bez hzmatn élyfmaeoapite, břicho ěmkké, bez zmatné rezistence, jtára nezvětena, slezina nezvtšena dkk bez otoků myelogram infitlrace CLL jen 4.4% dyplastické rysy v myelopoeze 61˘, procha vyzrávní hraniční zmnožen ímyeloblastů a promyelocytů nenaplněna kritéria MDS ale dysplazie v erytropeoze také 37%  res: není progrse CLL, je nutno pokračovat venetoklaxem neutropenie je při dysplastických změnách granulopoezy 2.10.23 HBV PCR negativní S-ifix: VIZ KOMENTÁŘ V GAMA ZÓNĚ OLIGOKLONALITA U-ifix: SUSP.B2-MIKROGLOBULIN- ALBUMIN,A-GLOBULINY- PŘÍTOMNOST VOLNÝCH KAPPA- KOMENTAR: I-fix sérum: paraprotein přesvědčivě neprokázán; uprostřed gama zóny stínová linie ve stopě IgG bez protějšku ve stopách LŘ, katodicky stínová linie IgG lambda, t.č. hodnotíme spíš jako oligoklon.profil. I-fix moč: v beta zóně linie volných kappa. DZ MR páteře 28.6.23 Závěr: V mezidobí po radioterapii a laminektomii L4 - oproti minule nově komprese těla L4 (patrné již na CT z 22.5.2023). Naopak regrese infiltrátu těla a měkkotkáňové porce v okolí - dnes v.s. podíl převážně poterapeutických změn v předním epidurálním prostoru a dorzálně v měkkých tkání zad. Degenerativní změny páteře, posuny plotének L2-S1 a víceetážově omezení neuroforamin na kombinovaném podkladě -  progrese zejména v etáži L2/3 - sekundární stenóza (Schizas B/C), jinak bez podstatných změn (blíže viz popis).  dr. Válek ml. 22.5.23 Celotělová scintigrafie skeletu, aplikováno 894  MBq Tc HDP: Dostatečná kvalita zobrazení: ano První vyšetření na našem pracovišti Klinická otázka: Pac. chron. lymfat. leukémií, dle CT nově osteolyt. okrsky v levé lopatě kosti pánevní T.č. na zobrazeném skeletu bez jednoznačného ložiska patologicky zvýšené aktivity charakteru metastáz včetně pánve. Zvýšená aktivita v L4, zejména v pravé polovině - dle dok. st.p. laminektomii L4, dle CT 5/23 nově i komprese zde . Vyšší aktivita ve velkých kloubech, na přechodu L2/3 vlevo, ventrálně při L3 - zde vše vs degenerativní  změny. * neurologie 30.3,.23 - na základě doporučení neurologa vypsána žádost na MR bederní páteře - dostal termín 28.6.23 * CT  2.5.2023 regrese uzlinového infiltrátu retrokaválně, slezina stacionární zvětšena 151x145mm, nefrolihiáza vlevo, korová cysta levé ledviny neurologie 30.3.23 klinicky a dle EMG není příznak floridní kořenové léze na dkk nem áneurogeení kluadikace, bez neurogllické intervence, kontrola 25.9.23 ------------------------------------ 6.3.23 prognostických faktorů: TP 53 nelze vyšetřit flow lymfocyty 1,7% v periferii cytogneitka karyotp není hodnotitelný, FISH negativní *neurologie 25.9.23 22.2.2023 stav po dekompresi L 4 laminektomií a biopsií z L4 dne 12.10.2022 pro tu infitlraci při CLL přecházel akutní LFS vpravo s iritačně zánkkovou smypotmatikou L4 a rozvíjející se sfinmkterovou dysfunkcí - amkutáln íneurolgická bnález s reziduáln ífrustní paresou n. femoralis vlevo, klinicky vp ostupn éregresi - došlo k regresi původní kořenové smyptomatiky, ponámahové lumbago s nespecifiskou projeck ído PDK, k sútupu klaudikačních potíží při chůzí bez recentn íperiferní neuropatické léze na dkk v anamnéze recidivující  LFS a LIS vpravo, inciálně s paretickou symptomatickou L4 a iritační symptmatickou L54 diskogenní geneze, st.p. oeprqaci hernie L4/5 vprav o duben 2012, syndorm neurogenníchz klaudikací od září 2017 na podkladě lumbáln íspinální stenozy Doproučení plán kontroly na neurologii 26/3/2024 *kardiologická amb 9/2023 , další kontrola plán 21.3.2024 paroxysmáln ífibrilae a flutter síní s ryhclouopovědí omor, dilatace LS 42mm, perzistucjíí sinusový reytm us, mírná plicní hypertenze normální EF LK - xarelto 15mg 1x ( reudkce dávky pro hematolgické malignity rytmonorm 150mg 3x1 Dg Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupem neurologické symptomatologie - 24.1.23 klinicky stav zlepšen, kontrolní CT 2.5.23 FN Brno a dle neuroglického vyšetření  konrolní MR bederní páteře 10.7.23 - 24.4.23 Rai OA, neutropenie v.s. po venetoklaxu, redukace dávky, klinicky celková remiseI s neturopenií - 15.5.23 pro neutropenii další progresi venetoklax přerušuji, dle CT regrese infilrátu retrokaválně dlouhodobě monoterpaie veneetoklaxem v programu výrobce˘ - monoterpaie venetoklaxem je hrazena výrobcem - dle CT 7.12.2023 progrese lymfadenopatie  CT restagingu, ortopedický výkon indikován není 10/2023, neurologicky v normě - nyní je  při progresi CLL vyčerpána možnost léčby, imbruv ica přerušena pro AE, tedy efekt acalabrutinibu je možno předpokládat, aler neznáme ev nežádoucí účinky  - 8. linie lčéby od 25.10.2022 do 13.12.23 - 9. linie léčby acalaburitnib od 14.12.23 --------------------------------------------------------------- Obtralové tělo L 4 s patologickou kompresí a defigurací obratlového těla - st.p .laminektomii 10/2022 +- MR bederní páteře 28.6.23, - konzeravtivn ípostup 7/2023 další kontrola 11.10.23 na ortopedii, sledování, je možná spontánní regenerace, operační výkon s rizikem infekce při neutropenii dlouhodobé Osteolytická ložiska v levé lopatě kyčelní del CT 2.5.23 - scintigrafie skeletu v normě - diff dg - diff dg adenoca prostaty- PSA v normě  tumor tlustého střeva- klnciyk bez obtíží ,konoskopie 19.7.23 v normě klinicky bez obtíží, jen boelsti zad Nefroltihiáza vlevo dle CT 2.5.23, korová cysta levé ledviny dle CT 2.5.23 - plán uroglické kontroly Neutropenie těžká, další progrese 15.5.23 - Pravděpodobně  pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - upraveno, dnes hodnota 0,96 možný podíl venetoklaxu - 24.4.23 progrese neutorpenie, další progrese neutropenie ,přerušuji venetoklax dnes 15.5.23 , dle CT 2.5.23 regrese infiltrátu v oblasti retroperitonea Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci - urolgoicjká kontrola nebyla v roce 2022, - nový termín 6/2023 Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní   6.3.23 nový odběr Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 15mg 1-0-0 indikace kardiologická Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg nen ítřeba hematologická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 v mediakci nen ížádná silní CYP3A inhibitor ani induktor Venclyxto 100mg tbl do 13.12.23 včetně nebo dle domluvy ------------------------------------------------- Odběr:13.12.2023 10:33 Urea S-Urea 5.9 mmol/l  (2.8-8.1) Kreat. S-Kreatinin 107 umol/l  (62-106) CKD-EPI CKD-EPI Krea 0.99 ml/s/1.73m2  (1-2.4) KM S-Kys.močová 289 umol/l  (202-417) Na S-Na 141 mmol/l  (136-145) K S-K 3.7 mmol/l  (3.5-5.1) Cl S-Cl 105 mmol/l  (98-107) Ca S-Ca 2.43 mmol/l  (2.15-2.55) P S-P 0.88 mmol/l  (0.81-1.45) Mg S-Mg 0.70 mmol/l  (0.71-0.94) Bi-celk. S-Bilirubin celk 26 umol/l  (2-21) ALT S-ALT 0.22 ukat/l  (0.17-0.83) AST S-AST 0.43 ukat/l  (0.17-0.85) GGT S-GMT 0.65 ukat/l  (0.17-1.19) ALP S-ALP 2.23 ukat/l  (0.67-2.15) LD S-LD 4.60 ukat/l  (2.25-3.75) CB S-Bílkovina celková 65 g/l  (64-83) Albumin S-Albumin 41 g/l  (35-52) Glukóza S-Glukosa 5.1 mmol/l  (3.9-5.6) CRP S-CRP 2 mg/l  (0-5) Calquence 100mg 1-0-1, zapít min. 200ml vody - Při užívání Calquence je nutné vynechat konzumaci grapefruitů a třezalky. - Lék může vést k poruše funkce krevních destiček, proto je   nutné tento lék před jakýmkoliv krvácivým výkonem vysadit 3-5 před   výkonem a nasadit zpět do medikace 3-5 dní po výkonu - není vhodné současné užívání inhibitorů protonové pumpy jako je   Helicid, Controloc a další (užívání antagonistů H2 receptoru a   antacid je možné s odstupem nejméně 2 hodin od calquence) - Není vhodné současné podávání antikoagulační terapie warfarinem.   Pokud je nutno nasadit LMWH/heparin nebo DOAC, terapie Calquence se musí   přechodně přerušit a její opětovné nasazení je nutné zkonzultovat s   naším centrem. - Calquence je metabolizována CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   calquence - makrolidy, ciprofloxacin, azolová antimykotika, některá   antivirotika, diltiazem, verapamil, amiodaron, některá antiepileptika. - mezi nejčastější nežádoucí účinky Calquence patří krvácivé   komplikace a průjem  - tyto potíže vhodné s námi konzultovat Calquence 100mg 56 tbl II balení Další kontrola: 21.12.2023 10:00 ",
    "cas_zad": "13:56:00",
    "dat_zad": "2023-12-13",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chronická lymfocytická leukemie z B-buněk                   ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "27514932",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": ""
  },
  {
    "amb_zaz_text": "odběry prognostických fakotrpů 13.12.23 serolgie hepaittid negativní flow periferie 13.12.23 B CLL Odběr:21.12.2023 10:45 ------------------------------------------------------------  WBC 10.980 10^9/l   RBC 3.71 10^12/l   HGB 123.0 g/l   HCT 0.360 l/l   MCV 96.5 fL   PLT 81.0 10^9/l   MCH 33.2 pg   MCHC 344.0 g/l   MPV 12.00 fl   RDW 13.6 %   NEU% 10.70 %   LYM% 71.50 %   MON% 17.10 % EOS% 0.40 %   BAS% 0.30 %   NEU 1.180 10^9/l   LYM 7.850 10^9/l MONO 1.880 10^9/l   EOS 0.040 10^9/l   BASO 0.030 10^9/l   NRBC 0.01 10^9/l   NRBC/WBC 0.10 /100WBC   HlášAnal   :  KOMENTAR    Změna HBV PCR 11.12.23 negativní CT 7.12.2023 RES: Povšechná  výrazná progrese intrathorakální, intraabdominální a retroperitoneální lymfadenopathie včetně sledovaného  uzlinového infiltrátu retrokaválně - viz popis. Mírná progrese splenomegalie. Změny obratlového těla L4 s  patolog.kompresí a defigurací obratlového těla - stac. Vymizela hyperdenzita v kran. segmentu L ledviny. subj nemá žádné potíže nemá B smyptomy obj ECOG 0 bez hmatné lymfaeoapite ve všech lokalzaícch, břicho měkké, bez zmatné rezistence, játra nezvětšena, slezina nezvětšena dkk bez otoků myelogram infitlrace CLL jen 4.4% dyplastické rysy v myelopoeze 61˘, procha vyzrávní hraniční zmnožen ímyeloblastů a promyelocytů nenaplněna kritéria MDS ale dysplazie v erytropeoze také 37%  res: není progrse CLL, je nutno pokračovat venetoklaxem neutropenie je při dysplastických změnách granulopoezy 2.10.23 HBV PCR negativní S-ifix: VIZ KOMENTÁŘ V GAMA ZÓNĚ OLIGOKLONALITA U-ifix: SUSP.B2-MIKROGLOBULIN- ALBUMIN,A-GLOBULINY- PŘÍTOMNOST VOLNÝCH KAPPA- KOMENTAR: I-fix sérum: paraprotein přesvědčivě neprokázán; uprostřed gama zóny stínová linie ve stopě IgG bez protějšku ve stopách LŘ, katodicky stínová linie IgG lambda, t.č. hodnotíme spíš jako oligoklon.profil. I-fix moč: v beta zóně linie volných kappa. DZ MR páteře 28.6.23 Závěr: V mezidobí po radioterapii a laminektomii L4 - oproti minule nově komprese těla L4 (patrné již na CT z 22.5.2023). Naopak regrese infiltrátu těla a měkkotkáňové porce v okolí - dnes v.s. podíl převážně poterapeutických změn v předním epidurálním prostoru a dorzálně v měkkých tkání zad. Degenerativní změny páteře, posuny plotének L2-S1 a víceetážově omezení neuroforamin na kombinovaném podkladě -  progrese zejména v etáži L2/3 - sekundární stenóza (Schizas B/C), jinak bez podstatných změn (blíže viz popis).  dr. Válek ml. ------------------------------------ 6.3.23 prognostických faktorů: TP 53 nelze vyšetřit flow lymfocyty 1,7% v periferii cytogneitka karyotp není hodnotitelný, FISH negativní *neurologie 25.9.23 22.2.2023 stav po dekompresi L 4 laminektomií a biopsií z L4 dne 12.10.2022 pro tu infitlraci při CLL přecházel akutní LFS vpravo s iritačně zánkkovou smypotmatikou L4 a rozvíjející se sfinmkterovou dysfunkcí - amkutáln íneurolgická bnález s reziduáln ífrustní paresou n. femoralis vlevo, klinicky vp ostupn éregresi - došlo k regresi původní kořenové smyptomatiky, ponámahové lumbago s nespecifiskou projeck ído PDK, k sútupu klaudikačních potíží při chůzí bez recentn íperiferní neuropatické léze na dkk v anamnéze recidivující  LFS a LIS vpravo, inciálně s paretickou symptomatickou L4 a iritační symptmatickou L54 diskogenní geneze, st.p. oeprqaci hernie L4/5 vprav o duben 2012, syndorm neurogenníchz klaudikací od září 2017 na podkladě lumbáln íspinální stenozy Doproučení plán kontroly na neurologii 26/3/2024 *kardiologická amb 9/2023 , další kontrola plán 21.3.2024 paroxysmáln ífibrilae a flutter síní s ryhclouopovědí omor, dilatace LS 42mm, perzistucjíí sinusový reytm us, mírná plicní hypertenze normální EF LK - xarelto 15mg 1x ( reudkce dávky pro hematolgické malignity rytmonorm 150mg 3x1 Dg Chronická lymfocytární leukemie, dg. z histologie dřeně 14.11.2005 - Rai IVA, Binet C - 1. linie 6x FCR 21.12.2005 - 10.5.2006 efekt CR - 2/2012 progrese  - 2. linie léčby 6x BR/ibrutinib/placebo do 30.12.2013, efekt CR  - monoterapie ibrutinib pokračována, přerušena pro trombus intrakardiálně   dne 16.5.2015 - 10/2016 dle CT progrese lymfadenopatie na krku, v retroepriteonu, ilicky - 8/2017 progrese, Rai IVA, cytogenetika t(7;15) delece 13q, IgVH nemutovaný,   TP 53 funkční - 1/2018 progrese - AIHA  - 3. linie RCD, celkem 3 cykly, dosaženo stabilizace hemolýza, PR  - 4. linie FCR redukované od 3.2018, 1 cyklus - 9/2018 progrese Rai IVA, Binet C (trombocytopenie, lymfadenoaptie,   lymfocytoza), cytogenetika 46 XY, t(7,15), delece 13q, CD 38 negativní,   IgVH nemutovaný TP 53 funkční  - 5. linie léčby BR, celkem 2 cykly - 11/2018 progrese - neutropenie, nově LU na krku a axilách, masivní   infiltrace KD  - 6. linie léčby Rituximab+Zydelig od 11/2018, efekt PR  - prognostické fakotry 3/2020 minoritní mutace TP 53, cytogenetika v   normě, delece 13q - 3/2020 - B symptomy, splenomegalie, progrese lymfadenopatie  - 7. linie léčby 4/2020 venetoklax v monoterapii, efekt CR, ukončeno    5/2022 - 10/2022 progrese - infiltrace L4 s útlakem míchy, operační dekomprese   12.10.22, bez průkazu Richterovy transfomrace  - 8. linie léčby Venetoclax v monoterapii od 25.10.2022 - nebyly odebrány prognostické fakotry 10/2022  - radioterapie rozsáhlých extraoseálních porcí a obratolového těla L4 7.12.-20.12.2022, dávka 10x2Gy do CD 20 Gy s ústupem neurologické symptomatologie - 24.1.23 klinicky stav zlepšen, kontrolní CT 2.5.23 FN Brno a dle neuroglického vyšetření  konrolní MR bederní páteře 10.7.23 - 24.4.23 Rai OA, neutropenie v.s. po venetoklaxu, redukace dávky, klinicky celková remiseI s neturopenií - 15.5.23 pro neutropenii další progresi venetoklax přerušuji, dle CT regrese infilrátu retrokaválně dlouhodobě monoterpaie veneetoklaxem v programu výrobce˘ - monoterpaie venetoklaxem je hrazena výrobcem - dle CT 7.12.2023 progrese lymfadenopatie  CT restagingu, ortopedický výkon indikován není 10/2023, neurologicky v normě - nyní je  při progresi CLL vyčerpána možnost léčby, imbruv ica přerušena pro AE, tedy efekt acalabrutinibu je možno předpokládat, aler neznáme ev nežádoucí účinky  - 8. linie lčéby od 25.10.2022 do 13.12.23 venetoklax,e fekt progrese - 9. linie léčby acalaburitnib od 14.12.23   Rai IV A, pokračujeme, pokud nebude efekt léčby, tedy je  v současné době jsou vyčerpány možnosti léčby zařadit pacienta do studiového protokolu s bispecifickku protilátkou pravděpodobně neubdee možné pro exclusion kritérium naplknuje inclusion kritérium ale  konzultuji exclusion kritérium srdeční arytmie grade 2 a více ( permanetn ífi síní terpaie xarelto ,rhytmonor) eligibilty form v dokumentaci založeno, nevyplněno --------------------------------------------------------------- Obtralové tělo L 4 s patologickou kompresí a defigurací obratlového těla - st.p .laminektomii 10/2022 +- MR bederní páteře 28.6.23, - konzeravtivn ípostup 7/2023 další kontrola 11.10.23 na ortopedii, sledování, je možná spontánní regenerace, operační výkon s rizikem infekce při neutropenii dlouhodobé Osteolytická ložiska v levé lopatě kyčelní del CT 2.5.23 - scintigrafie skeletu v normě - diff dg - diff dg adenoca prostaty- PSA v normě  tumor tlustého střeva- klnciyk bez obtíží ,konoskopie 19.7.23 v normě klinicky bez obtíží, jen boelsti zad Nefroltihiáza vlevo dle CT 2.5.23, korová cysta levé ledviny dle CT 2.5.23 - plán uroglické kontroly Neutropenie těžká, další progrese 15.5.23 - Pravděpodobně  pokles při radioterapii. Aplikace G-CSF při neu <1,0,   kontroly. - upraveno, dnes hodnota 0,96 možný podíl venetoklaxu - 24.4.23 progrese neutorpenie, další progrese neutropenie ,přerušuji venetoklax dnes 15.5.23 , dle CT 2.5.23 regrese infiltrátu v oblasti retroperitonea Uroinfekt 11/2022 Trombembolická choroba - flebotrombóza opakovaně od 2008 - trombóza v. poplitea a v. tibilias posterior vpravo 8/2017 Benigní hyperplazie prostaty na medikaci - urolgoicjká kontrola nebyla v roce 2022, - nový termín 6/2023 Perzistující fibrilace a flutter síní, od r. 2011 - trvalá antikoagulace Arteriální hypertenze na medikaci Chronická hepatitida B serologicky - sledován na infekční klinice ambulantně, profylaxe lamivudin při terapii - 8.11.2022 HBV DNA negativní   6.3.23 nový odběr Gastroezofageální refulx na medikaci Rrecidivující bronchitidy Herpes simplex v minulosti ~do~MEDIKACE:~df~ Xarelto 15mg 1-0-0 indikace kardiologická Rytmonorm (Propafenon) 150mg 1-1-1 Lannatam (Fokusin) 0,4mg 0-0-1 Ursosan Forte 500mg 1-0-2 Nolpaza (Pantoprazol) 20mg 1-0-0 Prestarium neo 5mg 1/2-0-0 Alopurinol 300mg 0-1-0 Neurontin (Gabapetin) 300mg 1-1-1 Zolpidem 10mg 1/2 tableta na noc při nespavosti Novalgin 500mg nen ítřeba hematologická medikace: Zeffix 100mg 1-0-0 Biseptol 480mg 0-0-1 v mediakci nen ížádná silní CYP3A inhibitor ani induktor Venclyxto 100mg tbl do 13.12.23 ------------------------------------------------- Calquence 100mg 1-0-1, zapít min. 200ml vody od 14.12.23 - Při užívání Calquence je nutné vynechat konzumaci grapefruitů a třezalky. - Lék může vést k poruše funkce krevních destiček, proto je   nutné tento lék před jakýmkoliv krvácivým výkonem vysadit 3-5 před   výkonem a nasadit zpět do medikace 3-5 dní po výkonu - není vhodné současné užívání inhibitorů protonové pumpy jako je   Helicid, Controloc a další (užívání antagonistů H2 receptoru a   antacid je možné s odstupem nejméně 2 hodin od calquence) - Není vhodné současné podávání antikoagulační terapie warfarinem.   Pokud je nutno nasadit LMWH/heparin nebo DOAC, terapie Calquence se musí   přechodně přerušit a její opětovné nasazení je nutné zkonzultovat s   naším centrem. - Calquence je metabolizována CYP3A4, před nasazením léků ovlivňujících   funkci tohoto enzymu je nutná konzultace s námi a event. úprava dávky   calquence - makrolidy, ciprofloxacin, azolová antimykotika, některá   antivirotika, diltiazem, verapamil, amiodaron, některá antiepileptika. - mezi nejčastější nežádoucí účinky Calquence patří krvácivé   komplikace a průjem  - tyto potíže vhodné s námi konzultovat Ko diff INR, APTT, fibtrinogen ZBV,KM,LD, mCa, P, Mg, Cb, alb, CRP, gly HBV-PCR Další kontrola v 4 dne: 08.01.2024 07:00 Pacient byl poučen o možném doplatku na předepsaný lék. RP:  4x BISEPTOL 400MG/80MG TBL NOB 28   1x denně ",
    "cas_zad": "12:36:00",
    "dat_zad": "2023-12-21",
    "dg_kod": "",
    "i_dg_kod": "C911 ",
    "i_text_dg": "Chronická lymfocytická leukemie z B-buněk                   ",
    "ic_amb_karta": "1162492",
    "ic_amb_zad": "27516972",
    "ic_pac": "3216",
    "poz_text": "",
    "prac_od": "41742",
    "text_dg": "kontrola calquence                                          "
  }
]
